
users_gender = [
            'пол не указан', 'женский', 'мужской',
        ]

online_status = [
            'оффлайн',
            'онлайн',
        ]

status_relations_man = [
                'не указано',
                'не женат',
                'есть друг',
                'помолвлен',
                'женат',
                'всё сложно',
                'в активном поиске',
                'влюблён',
                'в гражданском браке',
            ]

status_relations_woman = [
                'не указано',
                'не замужем',
                'есть подруга',
                'помолвлена',
                'замужем',
                'всё сложно',
                'в активном поиске',
                'влюблёна',
                'в гражданском браке',
            ]



# Personal lists

political_views = [
    None,
    'коммунистические',
    'социалистические',
    'умеренные',
    'либеральные',
    'консервативные',
    'монархические',
    'ультраконсервативные',
    'индифферентные',
    'либертарианские',
]

views_one_alcohol = [
                        None,
                        'резко негативное',
                        'негативное',
                        'компромиссное',
                        'нейтральное',
                        'положительное',
                    ]
personals_priority = [
                        None,
                        'семья и дети', 'карьера и деньги',
                        'развлечения и отдых', 'наука и исследования',
                        'совершенствование мира', 'саморазвитие',
                        'красота и искусство', 'слава и влияние',
                    ]
views_one_smoking = [
                        None,
                        'резко негативное',
                        'негативное',
                        'компромиссное',
                        'нейтральное',
                        'положительное',
                    ]
important_in_others = [
                        None, 'ум и креативность', 'доброта и честность',
                        'красота и здоровье', 'власть и богатство',
                        'смелость и упорство','юмор и жизнелюбие',
                    ]
